DeviceName = "Audio intégré";
DeviceShortName = "Intégré";
ManufacturerName = "Apple Inc.";

Headphones = "Écouteurs";
IntSpeakers  = "Haut-parleurs internes";
LineOut = "Sortie de ligne";
DigitalOut = "Sortie numérique";

ExternalMic = "Microphone externe";
InternalMic = "Microphone interne";
LineIn = "Entrée ligne";
DigitalIn = "Entrée numérique";

DeviceNameHeadphone = "Écouteurs audio intégrés";
DeviceNameSpeaker = "Haut-parleur audio intégré";
DeviceNameLineOut = "Sortie de ligne audio intégrée";
DeviceNameDigitalOut = "Sortie numérique audio intégrée";
DeviceNameLineIn = "Entrée de ligne audio intégrée";
DeviceNameAuxIn = "Entrée auxiliaire audio intégrée";
DeviceNameMic = "Microphone audio intégré";
DeviceNameExtMic = "Microphone audio externe intégré";
DeviceNameDigitalIn = "Entrée numérique audio intégrée";

DevShortNameHdpn = "Écouteurs intégrés";
DevShortNameSpkr = "Haut-parleur intégré";
DevShortNameLino = "Sortie de ligne intégrée";
DevShortNameSpdo = "Sortie numérique intégrée";
DevShortNameOut = "Sortie intégrée";
DevShortNameLini = "Entrée de ligne intégrée";
DevShortNameAuxi = "Entrée auxiliaire intégrée";
DevShortNameEMic = "Microphone externe intégré";
DevShortNameIMic = "Microphone intégré";
DevShortNameSpdi = "Entrée numérique intégrée";
DevShortNameIn = "Entrée intégrée";

UnlockedClock = "Déverrouillé";
LockedClock = "Verrouillé";